[
	{
	"text":"The thunderstorm continued to thrash the landscape, ripping open the night sky. The lightning felt unnatural, almost as if it was sending a warning – an ominous sign. It had been a while since Drake had seen this powerful of a storm, rain falling so hard you could barely see a few meters in front of you. Drake was looking out the small window of an outpost on a remote planet. He had come to investigate…\n\nDrake’s holodevice lite up and started to emit a ringing sound on the nearby desk. The ringing took his attention away from looking out into the maelstrom. He stopped in his tracks when he saw the name come across the holodevice…Roarke.\n\nAfter a few moments Drake moved closer and clicked a button on the holodevice that brought up a holographic image of a Gertan in tactical gear. Drake clicked another button and a camera contraption popped up from the device and a faint blue light was emitting from it projecting Drake’s holoimage to Roarke.\n\n“Hey Roarke…How” Drake started before the Gertan interrupted him. Roarke skipped the normal pleasantries and got straight to the point.\n\n“Doc, we need to meet – its urgent. I am already in route to you, I assume you are still in the Elisium system since we only just talked last week about what you were doing there” Roarke said.\n\nDrake’s demeanor immediately changed. Drake usual calm was shaken, if Roarke said something was urgent then it was urgent. They had been through quite a lot together in the past back.\n“Ya I’m still here, I’ll send my coordinates. Is there anything that can be said over this line?” Drake said with his mind spinning.\n\nThe Gertan shook his head no. “I know you don’t drink Doc, but I’d get a bottle out cause even if you are not then I am going to.”\n\nThe call ended. Drake sat down. Roarke was a good friend that he spent almost a decade with running many different missions for the let’s just say the TPL. They had been through a lot of dangerous situations, and the urgency with this brought up some of those memories. Something was wrong, especially if he couldn’t say over an open line.\n\nIt was only a few hours later when the outpost door opened and an extremely large Gertan walked through the door. They gave each other a hug, and Roarke set his bottle down on the table.\n\n“I wish this was under better circumstances Doc, but there is some shit going down. An artifact is losing its mind and just eating worlds and it is heading straight toward Pyromycis and Mycityum.” Roarke said pouring some of his drink into a glass that he grabbed off of the counter. Roarke gestured the glass to Drake, who shook his shook his head in disbelief.\n\nMycityum was a marvel of a GUNC outpost, a lot of work had been put into creating this outpost to allow many people safety and capabilities to conduct their work, research, or many other exploration activities. And with an artifact heading toward Pyromycis, it was only a matter of time this artifact was looking to become bigger.\n“How much time is there?” Drake was trying to go through all the scenarios in his head and none of them seemed to have a great outcome.\n\n“A day, maybe two at most. I’m sorry couldn’t give you a more headsup, we just found out about this ourselves. And negotiations with the Servitors…well they failed as you expect as anything to do with their precious old ones they don’t care about how much human life is destroyed” Roarke said with palpable frustration.\n\n“Not great news, but that at least gives us a bit of time, it could have been hours. This at least gives me some hope…” Drake said as his mind trailed off.\n\n“You all have that GAIA Class, where is it stationed? Can it make it to Pyromycis in time?” Roarke asked.\n\n“It’s in civilized space back at the conservatory. It can make it, but it probably will be late.” Drake said. Moving to grab his holo device and started to type.\n\n    *Secure Transmission ID: 247821*\n\n    *Secure Connection Established*\n\n    *[Send to all necessary parties for awareness]*\n\n    *This is Dr. Drake Vellaut. We need instant mobilization of the GAIA Class Cruiser for an immediate evacuation mission. Small crew recommended as time is of the essence. Location for mission is Rodin System: Pyromycis.*\n\n   *Prepare other ships in case another situation arises while GAIA is out.*\n\n    ------------------------------------------------------------------------------\n\n    *Send Transmission*\n\nThe message was sent. Drake could feel the weight of this situation, he could only hope that the mobilization could happen quick enough. After Drake sent the message he turned back to Roarke.\n\n“I can’t thank you enough, we may just be able to save a bunch of lives with the time you have given us Roarke,” Drake said.\n\n“You would do the same for me if you knew something would save lives and I could do something about it. You know the bureaucracy is filled with red tape but we have ways of getting information to those who can help. If the Servitors don’t value life, then we need to look out for ourselves cause no one else will,” Roarke said. “Oh and Doc, the Clave is aware of the artifact…”\n\nThe Clave methodologies were…interesting. And this situation was not the time for wildcards, when lives were at stake.\n\n“I just hope the Clave doesn’t touch that artifact, if they destroy or even harm it in anyway. The Servitors will bring down the wrath of the old ones and just assume the TPL had a hand in it, and more lives could be lost,” Drake said.\n\n“Ill keep an eye on the situation, Im going dark on my comms. But if more shit goes down ill be just be over at the TPL Starbase in the Akacala System not too far away. Hopefully I’ll see you there with some good news and we can catch up with some old friends. All the Speed to you doc.”\n\nRoarke was gone, left only his empty bottle. \n\nDrake needed to get off planet and monitor the situation as if the Clave was involved things could get even worse. \n\nAnd so Drake gathered his items and was set off toward the Rodin system, he would get there much slower than the GAIA cruiser would but it was unknown what type of situation was going to happen.", 
	"author":"Dr. Drake Vellaut",
	"timestampe":"18:33:37",
	"datestamp":"2457-08-03"
	},
	{
		"text":"Finally found some time to review a paper for feedback going over the History of GUNC. Just going to jote notes down here so I can use and recall them as necessary\n\nThe paper is well written, with proper footnote annotations. I would recommend a few points that could help expand the scope of your paper giving a more in-depth examination of the history of GUNC:\n\n- discuss a GUNC figure that has influenced you or has made an impact on you, maybe someone that has made great strides and helped make GUNC what it is today. \n\n- discuss GUNC’s original founding history, you can discuss the science directive that really set GUNC a part from the TPLs focus. And then the further directives that transformed into the different branches.\n\n- discuss the origins of the Oath of Xenobiology and Genetic Science which was created by GUNC scientists to ensure they did not forget what they had set out to accomplish\nFor example these additions you could add something like the following:\n\nPer a GUNC figure that resonates with you:\n\n-Aleric St. Claire along with a handful of other TPL members founded GUNC all those years ago. Aleric St. Claire was from a prominent Hyugon family and despite the family having a storied history especially when it came to genetic experimentation and strict ideals on their own lineage and “pure-intellectual blood”. Aleric wanted a legacy he could be proud of, to do something good for the whole galaxy and to change the way people see the galaxy.\n\n-Aleric could see that the TPL’s mission was too broad, despite it being an important organization. Without a focus, the bureaucracy slow down could be felt. Due to this massive directive of the TPL, it was inevitable for areas to fall to the wayside. Science & Technology felt underfunded and even when it was funded properly, the research was geared more from a bureaucratic interest rather than what was best for the galaxy. Aleric felt science and technology not only needed a prime focus, but also to be removed from the TPL’s bureaucratic behemoth.\n\n-So Aleric and a handful of others with different backgrounds, interests and goals came together to form GUNC, the Galactic Union of Natural Conservation. They created the prime directive of science, as well as other directives such as focusing on the conservation of the galaxy and of all natural entities in the universe. As well as a decoupling from the bureaucratic lobbyists and ideals that was a strong inhibitor to scientific research and innovation.\n\n-Aleric worked extensively to help launch GUNC into the widely known and trusted group that can be recognized across the galaxy. It was important for GUNC to maintain its trusted reputation for being kind and helpful to all those in the galaxy. Regardless of your thoughts, ideals or the factions you sided with. A GUNC primary goal was to serve the galaxy and aide all those that needed the help. While members would always have differing views, it could not come between the cutting edge and innovative work that GUNC sponsored and worked on across the entire galaxy.\n\n-Aleric was selfless, always looking to help others. Whether it was passing on his scientific knowledge through teaching, helping conduct a plethora of research projects, or just being a good friend to anyone in need. He was the type of person that any person would be honored to strive to. He passed on becoming the chair of his family’s prestigious foundation, The St. Clair Science Foundation. He passed on special interest research jobs that would have netted him more money than he would ever need, and all because he believed in the mission of GUNC.\n\nPer GUNC’s science directive:\n\n-Science was an important part of GUNC’s founding history, with renowned geneticists, xenobiologists, xenobotanists, planetologists, mineralogists, and many more that came together to put science and its research in the forefront of people’s minds.\n\n-While GUNC was founded with science as a primary directive, it takes people from all walks of life to make GUNC’s mission possible. All types of professions and expertise were needed to make GUNC function with the efficiency that has allowed it to continue thriving all these years later.\n\n-Ensuring the integrity of the scientific process was placed higher than any special interests or groups that would seek to influence outcomes through means that would compromise the integrity of the scientific process and cause any loss of trust in the public’s eye.\n\n-Allow all types of research to be conducted without fear of repercussions as long as you follow proper scientific ethics, do not cause harm, and seek to better understand science that would be for the betterment of the galaxy.\n\n-Ensure non-scientists are a part of the decision-making process to avoid group think and other pitfalls that could arise. GUNC needs the many different viewpoints for the science directive to succeed.\n\n-Help develop guidelines and practices to ensure science is not only safely and properly researched but that it can be disseminated galaxy wide to allow everyone to better understand the natural world all around them.\n\nPer GUNCs Oath of Xenobiology and Genetic Science:\n\nDoctrine of Ethics in Regards to Xenobiology and Genetic Science Mission Statement: Create ethical guidelines for xenobiologists, geneticists and other scientists to help ensure prosperity of the galaxy while ensuring the safety and security of all inhabitants of the galaxy.\n\nSection 1 - The Oath of Xenobiology and Genetic Science: I swear by the stars and the vastness of the galaxy, to uphold the principles of scientific exploration and to safeguard the integrity of life, in all its forms. I pledge to respect the alien genomes and ecosystems I encounter, to approach them with curiosity and reverence, never with malice or intent to do harm. I vow to use my knowledge of genetic engineering responsibly, to enhance, not to manipulate, the natural course of evolution for malicious purposes. I commit to maintaining transparency and honesty in all my research, to share my discoveries for the benefit of all beings and the advancement of universal knowledge. I shall protect the rights and dignity of all life forms, known and unknown, ensuring that my actions do not disrupt the delicate balance of xeno ecosystems or cultures. In the pursuit of understanding and innovation, I will act with humility, acknowledging the limits of my knowledge and the vast mysteries that lie beyond. With the stars as my witness, I dedicate myself to the ethical practice of xenobiology and strive to contribute to a future where all life can thrive in harmony among the stars beyond.\n\nSection 2 - Genetic Engineering Ethics The paramount guideline for all genetic engineering is to do no harm. All experiments and research should be conducted in an ethical manner, without malice. It is the duty of a scientist to push the boundaries and to discover what is yet known, unintended mistakes shall occur but it is how we respond to those mistakes that maintain our ethical code. Ethical scientific peer review is a hallmark of our scientific process, aide your fellow scientists and provide meaningful review. As important for yourself to do no harm, you should not knowingly allow malicious research and/or experimentation to be conducted by peers. Ensure the proper recording of public information is carried out with proper care and accuracy, and that records are not mishandled with an intent to deceive, mislead, or harm. All published research is agreed upon to follow these ethics. Research and Experiments should maintain scientific neutrality and unbiased toward external endeavors and/or pressures. The destruction of public genome data is expressly prohibited. A good faith effort should be put forth to prevent the extinction of alien species when it is possible.\n\nSection 3 - Record Keeping of Genome Data All genetic and genome data shall be kept in accordance to the GUNC (Galactic Union for Conservation and Nature) or an equivalent body. All endangered species should be properly documented in the Crimson Watch (or equivalent entity) Extinct species shall undergo a proper process of ensuring data is properly kept and stored to allow for the potential species revivalism Heightened security measures must be implemented for all genome data related to endangered or extinct species. A genetic vault shall be created that contains public access to basic genome data for the good of the universe. Public Findings and Research shall be recorded properly for public consumption to ensure as many life forms are informed on the most current and up-to-date research \n\nSection 4 - Private Research Private research shall be beholden to different standards to ensure cutting edge innovation and progress may be achieved without stifling scientific creativity. Ethical research and experimentation should always be kept in mind, but it is understood that new research can first appear in the grey areas when it comes to ethics but with the proper guardrails and benevolent intention it allows science to reach for the stars and beyond. All research should be properly cited and credit given to the scientist(s) whose intellectual property rights belong. Any plagiarism of fellow scientists will not be tolerated. The destruction or intentional harm of other scientists private research is strictly forbidden. If you are made aware of unethical research or experimentation that could cause adverse planetary or galactic ramifications, it is your duty to bring forth this information to the xenobiology governing body.",
		"author":"Dr. Drake Vellaut",
		"timestampe":"18:01:52",
		"datestamp":"2457-08-04"
	},
	{
		"text":"Shae's Light was able to evacuate many explorers out of the Rodin system, but it was a harrowing scene to see the aftermath. The planets were ... gone. Plenty of explorers were still in critical condition, medical personnel were working around the clock ensuring that every last explorer that made it off the planet survived - many explorers never had the opportunity to make it off planet before the planets were glassed - I still need to gather my thoughts on what occurred and will come back to it in a latter journal.\n\nThe Akacala system was a safe place, a system that would allow these explorers and settlers to start anew. A TPL Starbase was in the system which was something that would make the rebuilding effort easier as time went on. Now it was time to rebuild what the explorers lost. GUNC put their heads together on a city layout and spent days at the drawing board to create a plan that would be sustainable. \n\nThe settlement was exploding with many explorers lending a helping hand and truly making it their own, it was truly a wonder to witness. These explorers had their lives uprooted but they continued with such determination, it was admirable. But something was off. It started as a suspicion, after what had happened in the Rodin system was more intervention happening. I asked if Dr. Aeliria St. Claire could make a research trip out to Akacala, and if it turned out to be nothing maybe they could get a meeting with the TPL. Dr. St. Claire was very much intrigued at what could be causing the rise in hostility with the creatures ... and it was not just confined to Akacala but the entire system. The entire system the creatures were becoming stronger and more hostile. Even the makers when attempting to shut them down, it was not properly working. More creatures were appearing and they only grew stronger. Something was afoot.\n\nWhen Aeliria arrived, the situation had gotten worse. The strength and hostility had increased to a capacity beyond what many of the explorers would be able to handle, and on top of that servitor drones have been seen in the area. Were the Servitors continuing their show of dominance? Sources have said the Servitors were behind the destruction of the Rodin system, but would they be so bold to go after a system that had a direct TPL presence?\n\nWe had made the decision we needed more of a scientific presence on Akacala. We started a small outpost for XenoLife Labs so that we could conduct proper research on Akacala and the surrounding planets. XenoLife Labs was an advanced research lab whose focus was on xeno life forms and the genetic and medical research that comes from it. While we were both the founders of XenoLife Labs, Aeliria had taken more of a leadership role within the lab as much of my time was spent with GUNC and pushing initiatives forward.\n\nWith the lab in a semi-working condition it was time to get to work. With the increased danger, we greatly increased the production of pharmaceutical drugs such as stamina and focus boosters to help explorers better combat the growing hostility of the local fauna. With much research we were able to identify the most suitable mushrooms and fruit to not only greatly increase booster production but that could also be the best quality that would be useful for any chef. Through the technology and skills we have learned, we setup multiple large sustainable farms that were producing almost 2,000 mushroom chunks and 1,000 fruit in just 10 minutes of time, though this required constant man hours to maintain this speed - not to mention the actual creation of the boosters which took even more time. This would allow us to sustain the production of pharmaceuticals for the entire system at a much lower than market value due to the surplus in supplies. This allowed a win for everyone involved, as the lab required a significant amount of Klaatus to run.\n\nNow that production had gotten started it was now time for us to start to analyze the fauna. We set out to gather a few fauna to test locally back at the lab. Understanding creatures was a specialty of mine, after many years of intense practice and ever since I had the wonderful opportunity to meet Fain all those years ago...but that was a story for another time. I was able to tame a ballhive and a scatterhive of the highest level of hostility, any more hostile and they would have been impossible to tame - without much more advanced technology.\n\nAeliria had opened the basement of XenoLife Labs to allow the ballhive and scatterhive to be contained in a roomy and comfy research area. And now it was time to start conducting tests to determine if we could find the cause of the rising hostility on Akacala...",
		"author":"Dr. Drake Vellaut",
		"timestampe": "22:45:23",
		"datestamp": "2457-10-14"
	},
	{
		"text":"I am lost for words ... who could have done this. XenoLife Labs was broken into sometime in the past two (2) days. And not just broken into, whomever is responsible blew out most of the floor in the lobby and the basement wall below it. This was a targeted attack. And it looks like they got what they were after ... the ballhive and scatterhive in the high security portion of the lab were missing. They didn't take any of the flora being researched, and they took nothing else in the lab ... only the ballhives.\n\n\n\nVery telling, something is afoot on Akacala and possibly the system in general. The research we were conducting with the ballhive and scatterhive were of vital importance. Being able to find out why the fauna was having a much higher increased level of hostility was already an important area to research ... and now it has grown even more important because someone or something does not want us to find the answer.\n\n\n\nCould the servitors be so brazen to attack a research lab? Who would stand to gain from us not being able to determine the cause of the rise of hostility? This is troublesome - Akacala is in worse shape than either of us could have thought. Cutting edge research always came with its dangers, but what our bad actors don't realize is that this only emboldens us to further step up our research.\n\n\n\nWe will need to add extra security to the lab, and we need to look into this situation further.\n\n\n\nThankfully the flora was not stolen, as that would have set us days of work if not weeks of work behind on top of what we already lost with the fauna. Always need to find the bright side in these type of situations.\n\n\n\nNow I need to go talk to Aeliria to determine our next step...",
		"author":"Dr. Drake Vellaut",
		"timestampe": "18:15:41",
		"datestamp": "2457-10-16"
	}
]