[
	{
	"text":"The thunderstorm continued to thrash the landscape, ripping open the night sky. The lightning felt unnatural, almost as if it was sending a warning – an ominous sign. It had been a while since Drake had seen this powerful of a storm, rain falling so hard you could barely see a few meters in front of you. Drake was looking out the small window of an outpost on a remote planet. He had come to investigate…\n\nDrake’s holodevice lite up and started to emit a ringing sound on the nearby desk. The ringing took his attention away from looking out into the maelstrom. He stopped in his tracks when he saw the name come across the holodevice…Roarke.\n\nAfter a few moments Drake moved closer and clicked a button on the holodevice that brought up a holographic image of a Gertan in tactical gear. Drake clicked another button and a camera contraption popped up from the device and a faint blue light was emitting from it projecting Drake’s holoimage to Roarke.\n\n“Hey Roarke…How” Drake started before the Gertan interrupted him. Roarke skipped the normal pleasantries and got straight to the point.\n\n“Doc, we need to meet – its urgent. I am already in route to you, I assume you are still in the Elisium system since we only just talked last week about what you were doing there” Roarke said.\n\nDrake’s demeanor immediately changed. Drake usual calm was shaken, if Roarke said something was urgent then it was urgent. They had been through quite a lot together in the past back.\n“Ya I’m still here, I’ll send my coordinates. Is there anything that can be said over this line?” Drake said with his mind spinning.\n\nThe Gertan shook his head no. “I know you don’t drink Doc, but I’d get a bottle out cause even if you are not then I am going to.”\n\nThe call ended. Drake sat down. Roarke was a good friend that he spent almost a decade with running many different missions for the let’s just say the TPL. They had been through a lot of dangerous situations, and the urgency with this brought up some of those memories. Something was wrong, especially if he couldn’t say over an open line.\n\nIt was only a few hours later when the outpost door opened and an extremely large Gertan walked through the door. They gave each other a hug, and Roarke set his bottle down on the table.\n\n“I wish this was under better circumstances Doc, but there is some shit going down. An artifact is losing its mind and just eating worlds and it is heading straight toward Pyromycis and Mycityum.” Roarke said pouring some of his drink into a glass that he grabbed off of the counter. Roarke gestured the glass to Drake, who shook his shook his head in disbelief.\n\nMycityum was a marvel of a GUNC outpost, a lot of work had been put into creating this outpost to allow many people safety and capabilities to conduct their work, research, or many other exploration activities. And with an artifact heading toward Pyromycis, it was only a matter of time this artifact was looking to become bigger.\n“How much time is there?” Drake was trying to go through all the scenarios in his head and none of them seemed to have a great outcome.\n\n“A day, maybe two at most. I’m sorry couldn’t give you a more headsup, we just found out about this ourselves. And negotiations with the Servitors…well they failed as you expect as anything to do with their precious old ones they don’t care about how much human life is destroyed” Roarke said with palpable frustration.\n\n“Not great news, but that at least gives us a bit of time, it could have been hours. This at least gives me some hope…” Drake said as his mind trailed off.\n\n“You all have that GAIA Class, where is it stationed? Can it make it to Pyromycis in time?” Roarke asked.\n\n“It’s in civilized space back at the conservatory. It can make it, but it probably will be late.” Drake said. Moving to grab his holo device and started to type.\n\n    *Secure Transmission ID: 247821*\n\n    *Secure Connection Established*\n\n    *[Send to all necessary parties for awareness]*\n\n    *This is Dr. Drake Vellaut. We need instant mobilization of the GAIA Class Cruiser for an immediate evacuation mission. Small crew recommended as time is of the essence. Location for mission is Rodin System: Pyromycis.*\n\n   *Prepare other ships in case another situation arises while GAIA is out.*\n\n    ------------------------------------------------------------------------------\n\n    *Send Transmission*\n\nThe message was sent. Drake could feel the weight of this situation, he could only hope that the mobilization could happen quick enough. After Drake sent the message he turned back to Roarke.\n\n“I can’t thank you enough, we may just be able to save a bunch of lives with the time you have given us Roarke,” Drake said.\n\n“You would do the same for me if you knew something would save lives and I could do something about it. You know the bureaucracy is filled with red tape but we have ways of getting information to those who can help. If the Servitors don’t value life, then we need to look out for ourselves cause no one else will,” Roarke said. “Oh and Doc, the Clave is aware of the artifact…”\n\nThe Clave methodologies were…interesting. And this situation was not the time for wildcards, when lives were at stake.\n\n“I just hope the Clave doesn’t touch that artifact, if they destroy or even harm it in anyway. The Servitors will bring down the wrath of the old ones and just assume the TPL had a hand in it, and more lives could be lost,” Drake said.\n\n“Ill keep an eye on the situation, Im going dark on my comms. But if more shit goes down ill be just be over at the TPL Starbase in the Akacala System not too far away. Hopefully I’ll see you there with some good news and we can catch up with some old friends. All the Speed to you doc.”\n\nRoarke was gone, left only his empty bottle. \n\nDrake needed to get off planet and monitor the situation as if the Clave was involved things could get even worse. \n\nAnd so Drake gathered his items and was set off toward the Rodin system, he would get there much slower than the GAIA cruiser would but it was unknown what type of situation was going to happen.", 
	"author":"Dr. Drake Vellaut",
	"timestamp":"18:33:37",
	"datestamp":"2457-08-03"
	},
	{
		"text":"Shae's Light was able to evacuate many explorers out of the Rodin system, but it was a harrowing scene to see the aftermath. The planets were ... gone. Plenty of explorers were still in critical condition, medical personnel were working around the clock ensuring that every last explorer that made it off the planet survived - many explorers never had the opportunity to make it off planet before the planets were glassed - I still need to gather my thoughts on what occurred and will come back to it in a latter journal.\n\nThe Akacala system was a safe place, a system that would allow these explorers and settlers to start anew. A TPL Starbase was in the system which was something that would make the rebuilding effort easier as time went on. Now it was time to rebuild what the explorers lost. GUNC put their heads together on a city layout and spent days at the drawing board to create a plan that would be sustainable. \n\nThe settlement was exploding with many explorers lending a helping hand and truly making it their own, it was truly a wonder to witness. These explorers had their lives uprooted but they continued with such determination, it was admirable. But something was off. It started as a suspicion, after what had happened in the Rodin system was more intervention happening. I asked if Dr. Aeliria St. Claire could make a research trip out to Akacala, and if it turned out to be nothing maybe they could get a meeting with the TPL. Dr. St. Claire was very much intrigued at what could be causing the rise in hostility with the creatures ... and it was not just confined to Akacala but the entire system. The entire system the creatures were becoming stronger and more hostile. Even the makers when attempting to shut them down, it was not properly working. More creatures were appearing and they only grew stronger. Something was afoot.\n\nWhen Aeliria arrived, the situation had gotten worse. The strength and hostility had increased to a capacity beyond what many of the explorers would be able to handle, and on top of that servitor drones have been seen in the area. Were the Servitors continuing their show of dominance? Sources have said the Servitors were behind the destruction of the Rodin system, but would they be so bold to go after a system that had a direct TPL presence?\n\nWe had made the decision we needed more of a scientific presence on Akacala. We started a small outpost for XenoLife Labs so that we could conduct proper research on Akacala and the surrounding planets. XenoLife Labs was an advanced research lab whose focus was on xeno life forms and the genetic and medical research that comes from it. While we were both the founders of XenoLife Labs, Aeliria had taken more of a leadership role within the lab as much of my time was spent with GUNC and pushing initiatives forward.\n\nWith the lab in a semi-working condition it was time to get to work. With the increased danger, we greatly increased the production of pharmaceutical drugs such as stamina and focus boosters to help explorers better combat the growing hostility of the local fauna. With much research we were able to identify the most suitable mushrooms and fruit to not only greatly increase booster production but that could also be the best quality that would be useful for any chef. Through the technology and skills we have learned, we setup multiple large sustainable farms that were producing almost 2,000 mushroom chunks and 1,000 fruit in just 10 minutes of time, though this required constant man hours to maintain this speed - not to mention the actual creation of the boosters which took even more time. This would allow us to sustain the production of pharmaceuticals for the entire system at a much lower than market value due to the surplus in supplies. This allowed a win for everyone involved, as the lab required a significant amount of Klaatus to run.\n\nNow that production had gotten started it was now time for us to start to analyze the fauna. We set out to gather a few fauna to test locally back at the lab. Understanding creatures was a specialty of mine, after many years of intense practice and ever since I had the wonderful opportunity to meet Fain all those years ago...but that was a story for another time. I was able to tame a ballhive and a scatterhive of the highest level of hostility, any more hostile and they would have been impossible to tame - without much more advanced technology.\n\nAeliria had opened the basement of XenoLife Labs to allow the ballhive and scatterhive to be contained in a roomy and comfy research area. And now it was time to start conducting tests to determine if we could find the cause of the rising hostility on Akacala...",
		"author":"Dr. Drake Vellaut",
		"timestamp": "22:45:23",
		"datestamp": "2457-10-14"
	}
]